src/test/resources/xml/getProducts.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:end="http://endpoints.webstore.projs.d13.ru/">
    <soapenv:Header/>
    <soapenv:Body>
        <end:getProducts/>
    </soapenv:Body>
</soapenv:Envelope>